Repository: Davidy22/SkunkBooth
Catalog: locales/*/LC_MESSAGES/*.po
Languages: eo

source: 🖼 Gallery
eo: 🖼 Galerio

source: 🖌 Effects
eo: 🖌 Efikoj

source: 📷 Shoot
eo: 📷 Fotu

source: 🔧 Settings
eo: 🔧 Agordoj

source: ⏯︎ Record
eo: ⏯︎ Rekordi

source: 🛑 Quit
eo: 🛑 Lasu

source: 👈 Back to 📷
eo: 👈 Reiru al 📷

source: Gallery
eo: Galerio

source: Filters
eo: Efikoj

source: 👈 Back to 🖼
eo: 👈 Reiru al 🖼

source: Photo Preview
eo: Antaŭrigarda foto

source: Settings
eo: Agordoj

source: Image output format
eo: Bildformato

source: Language
eo: Lingvo
